package com.hadesky.cacw.database;

/**
 * 这个类是用来存放模拟数据的，待到可以连接服务器时要删除掉！！！！
 * Created by 45517 on 2015/10/28.
 */
public class SimData {
        public static String[] project_list = new String[]{
                "电脑节开幕式", "女生节", "院运会"};

        public static String[] user_list = new String[]{
                "小学生", "吉泽明步", "苍井空", "松岛枫", "神谷姬", "小泽玛莉亚", "高树玛丽亚",
                "山本梓", "樱树露衣", "濑户由衣", "树麻里子", "星野光", "白石瞳", "忧木瞳",
                "白石日和", "相田桃", "小林瞳", "夕树舞子", "美穗由纪", "小室友里", "黑木香",
                "朝冈实岭", "美里真里", "饭岛爱", "北原梨奈", "秋元友美", "川合里美", "细川百合子",
                "麻生早苗", "松阪季实子", "川岛和津实", "小泽奈美", "叶山丽子", "金泽文子",
                "凉木桃香", "小泽圆", "铃木麻奈美", "白鸟智香子", "中谷香子", "市川香织",
                "蜷川香子", "上杉美香子", "吉田美香子", "长谷香子", "岬崎香子", "立花里子",
                "上原多香子", "石川施恩惠", "大尺右香", "南波杏川滨奈美", "堤莎也加",
                "町田梨乃", "二阶堂仁美", "饭岛爱", "饭田夏帆", "饭冢友子", "芳本叶月",
                "冈崎结由", "冈田丽奈", "高木萌美", "高田礼子", "高原流美", "宫本真美",
                "宫岛司", "古都光", "光月夜也", "河村亚季子", "河井梨绪", "黑崎扇菜",
                "红月流奈", "华歌恋", "吉川萌", "及川奈央", "吉川真奈美", "吉崎纱南",
                "吉野莎莉", "今井明日香", "今木翔子", "金泽蓝子", "进藤玲菜", "井上可奈",
                "久保美希", "酒井未希", "臼井利奈", "菊池丽香", "菊池英里", "菊池智子",
                "橘真央", "具志坚阳子", "可爱亚织沙", "葵小夏", "蓝山南", "兰望美",
                "里见奈奈子", "里美奈奈子", "里美由梨香", "立花丽华", "立木爱", "凉白舞"};

        public static String[] task_list = new String[]{
                "搬运物资", "做PPT", "做视频", "去工一调试音响"};
        public static String[] task_content = new String[]{
                "去工一搬运物资", "全体大会要用", "女生节要用", "今晚7.30"};
        public static String[] task_location = new String[]{
                "东十三", "西二233", "工一222", "教3-233"};

        public static String[] team_list = new String[]{
                "计算机学院学生会","木棉菁英学生会信技部","死神天空"};
}
