package com.hadesky.cacw.database;

/**
 * 这个类是用来存放模拟数据的，待到可以连接服务器时要删除掉！！！！
 * Created by 45517 on 2015/10/28.
 */
public class SimData {
        public static String[] project_list = new String[]{
                "电脑节开幕式", "女生节", "院运会"};

        public static String[] user_list = new String[]{
                "小学生","蔡淳佳", "蔡国庆", "蔡健雅", "蔡琴", "蔡少芬",
                "蔡诗芸", "蔡幸娟", "蔡一杰", "蔡依林", "蔡卓妍",
                "苍蝇乐队", "仓木麻衣", "曹格", "曹颖", "曹璐",
                "草蜢", "侧田", "查理兹·塞隆", "常宽", "常香玉",
                "长濑智也", "车仁表", "车太贤", "车婉婉", "陈柏瑜",
                "陈百强", "陈宝莲", "陈楚生", "陈道明", "陈法蓉",
                "陈冠希", "陈冠茜", "陈豪", "陈好", "陈浩民",
                "陈红", "陈慧琳", "陈慧珊", "陈慧娴", "陈嘉唯",
                "陈嘉琦", "陈建宁", "陈洁丽", "陈洁仪", "陈锦鸿",
                "陈坤", "陈琳", "陈美", "陈明", "陈明真",
                "陈珊妮", "陈升", "陈淑桦", "陈思思", "陈司翰",
                "陈松龄", "陈文媛", "陈西贝", "陈晓东", "陈小春",
                "陈孝萱", "陈星", "陈秀雯", "陈雅伦", "陈依依",
                "陈盈洁", "陈羽凡", "陈志朋", "陈自瑶", "陈奕迅",
                "陈怡蓉", "陈妃平", "陈绮贞", "成方圆", "成龙",
                "程琳", "池诚", "楚谨", "川岛茉树代", "崔健",
                "崔京浩", "崔真实", "崔智友"};

        public static String[] task_list = new String[]{
                "搬运物资", "做PPT", "做视频", "去工一调试音响"};
        public static String[] task_content = new String[]{
                "去工一搬运物资", "全体大会要用", "女生节要用", "今晚7.30"};
        public static String[] task_location = new String[]{
                "东十三", "西二233", "工一222", "教3-233"};

        public static String[] team_list = new String[]{
                "计算机学院学生会","木棉菁英学生会信技部","死神天空"};
}
